/* String_On_Page_Template */
"(Please set your del.icio.us ID using the Pagelet Inspector)" = "(Please set your del.icio.us ID using the Pagelet Inspector)";

/* String_On_Page_Template -- followed by a number */
"del.icious example no." = "del.icious example no.";

/* String_On_Page_Template */
"My del.icio.us Links" = "My del.icio.us Links";

